{
  "pageTitle": "Gherbal Initiative",
  "header": {
    "title": "Criminal Court Of Appeal",
    "text1": " Within every governorate, there is one or more courts of appeal.",
    "text2": "The Court of Appeal consists of 3 judges: a president and two consultants.",
    "text3": "The public prosecution is represented before the Court of Appeal by the Appellate Public Prosecutor or an Attorney General."
  },
  "herspecialty": {
    "herspecialty": "Jurisdiction",
    "delay": "مهلة الاستئناف",
    "Jurisdiction": "اختصاصها",
    "txt": "The Court of Appeal considers the appeal of all judgments issued by the Criminal Single Judge in the cases of misdemeanors, provided that they shall have been settled in the merits of the dispute.",
    "txt1": "However, if they were not settled in the merits of the dispute, they shall be appealed with the final judgment only.",
    "ex": "With The Exception Of",
    "t1": "The appeal of decisions that settle one or more of the formal defenses stipulated in Article 73 of the Criminal Procedures Code shall be accepted.",
    "t2": " Decisions by which the Single Judge terminates the lawsuit without addressing its subject matter.",
    "t3": "Decisions issued on accepting or revoking the release requests.",
    "advo": "The Court of Appeal considers the appeal of the judgments issued by the Criminal Single Judge in the cases of violations, provided that they shall be on:",
    "circle": "Imprisonment, preventive detention or a one of more than five hundred thousand Lebanese pounds.",
    "circle1": "Additional or secondary penalty or personal compensations of more than five hundred thousand Lebanese pounds",
    "circle2": "Revocation of defense stipulated in Article 73 of the Criminal Procedures Code.",
    "circle3": "Penalty for a violation correlative with a misdemeanor",
    "alert": "The Court of Appeal is entitled, when exercising its tasks, to listen to witnesses, interrogate the parties of the lawsuit, invite new witnesses, appoint an expert, listen to experts and carry out any new investigations it deems appropriate..."
  },
  "deplay": {
    "final": "Final judgments",
    "p1": "With respect to the plaintiff, defendant, responsible for money, and guarantor, the delay is",
    "days": "15 days:",
    "c1": "As of the date of its issuance if it is made in presentia",
    "c2": "As of the date of its issuance if it is made in presentia",
    "p2": " With respect to the Appellate Public Prosecutor, the delay is",
    "month": "one month:",
    "pc2": "As of the date of issuance of the judgment.",
    "p3": "With respect to the Appellate Public Prosecution, the delay is",
    "months": "two months:",
    "pc3": " As of the date of issuance of the judgment.",
    "title2": "Decision on revoking or accepting the defenses stated in Article 73 of the Criminal Procedures Code",
    "tp1": "With respect to the Public Prosecution, the delay is",
    "hours": " 24 hours",
    "bullet1": "As of the date of issuance of the decision.",
    "tp2": "With respect to the opponents, the delay is",
    "hours2": " 24 hours",
    "bullet2": "As of the date of notifying the opponents of the same.",
    "alert": "The appeal shall be submitted through a lawyer.",
    "title": "Decisions of the Court of Appeal",
    "tb1": "Dissolution of the appealed judgment.",
    "tb2": "Legalization of the appealed judgment."
  },
  "footer": {
    "sign": "Sign up for newsletter",
    "update": "Stay up to date with our news",
    "placeholder": "Email Address",
    "subscribe": "submit",
    "rights": "All Rights Reserved.",
    "copy": "Copyright © elgherbal.org 2023."
  }
}
